Repository: FriendsOfShopware/ShopManagerSwift
Catalog: shopware/Localizable.xcstrings
Source language: en
Languages: de

source: Welcome to
de: Willkommen bei

source: Width (mm)
de: Breite (mm)

source: Working…
de: Wird bearbeitet…

source: Write a reply…
de: Antwort schreiben…

source: Yes
de: Ja

source: You can change these preferences and set a revenue target in shop settings.
de: Sie können diese Einstellungen ändern und ein Umsatzziel in den Shop-Einstellungen festlegen.

source: You can paste your storefront or administration address.
de: Sie können die Adresse Ihres Storefronts oder Ihrer Administration einfügen.

source: You don't have permission to view individual promotion codes.
de: Du hast keine Berechtigung, individuelle Aktionscodes anzuzeigen.

source: You'll need your Shopware admin login.
de: Sie benötigen Ihre Shopware-Admin-Anmeldung.

source: Your admin credentials. The password is used once to sign in — only a rotating refresh token is stored.
de: Ihre Admin-Zugangsdaten. Das Passwort wird einmalig zur Anmeldung verwendet – gespeichert wird nur ein rotierendes Refresh-Token.

source: Your login cannot assign customer tags.
de: Mit Ihrer Anmeldung können keine Kunden-Tags zugewiesen werden.

source: Your login cannot remove customer tags.
de: Mit Ihrer Anmeldung können keine Kunden-Tags entfernt werden.

source: Your reply appears with the approved review in the storefront.
de: Deine Antwort erscheint zusammen mit der freigegebenen Bewertung im Storefront.

source: Your reply appears with the approved review in the storefront. Clear the text to remove an existing reply.
de: Deine Antwort erscheint zusammen mit der freigegebenen Bewertung im Storefront. Leere das Textfeld, um eine bestehende Antwort zu entfernen.

source: Your shop
de: Ihr Shop

source: Your shop is connected. Choose how it appears in the app.
de: Ihr Shop ist verbunden. Wählen Sie, wie er in der App angezeigt wird.

source: Your shop, at a glance
de: Ihr Shop auf einen Blick

source: Your shop. Wherever you are.
de: Ihr Shop. Wo Sie auch sind.

source: Your sign-in details are encrypted on this device, so the app can reconnect when needed.
de: Ihre Anmeldedaten werden auf diesem Gerät verschlüsselt gespeichert, damit sich die App bei Bedarf erneut verbinden kann.

source: Your sign-in has expired. Go back and sign in again.
de: Ihre Anmeldung ist abgelaufen. Gehen Sie zurück und melden Sie sich erneut an.
